Repository: GSoft-SharePoint/Dynamite-Components
Catalog: Source/GSoft.Dynamite.Portal.SP.Global/Resources/GSoft.Dynamite.Portal.Global.*.resx
Languages: fr_fr

# Columns_Group
source: Portal Columns
fr_fr: Colonnes du portail

# ContentType_BrowsableItem_Description
source: Creates a new Browsable Item
fr_fr: Créer un nouvel élément navigable

# ContentType_BrowsableItem_Name
source: Browsable Item
fr_fr: Élément navigable

# ContentType_ContentItem_Description
source: An item content type for publishing static page content.
fr_fr: Un type de contenu item pour la publication de pages de contenu.

# ContentType_ContentItem_Name
source: Static Content Item
fr_fr: Item de contenu

# ContentType_FeaturedItem_Description
source: Creates a new item available for the navigation menu and featured in widget
fr_fr: Représente un élément de navigation et en vedette

# ContentType_FeaturedItem_Name
source: Navigation and Featured Content Item
fr_fr: Élément de contenu de navigation et en vedette

# ContentType_NewsItem_Description
source: An item content type for publishing news articles.
fr_fr: Créer un nouvel élément affichable dans le menu principal

# ContentType_NewsItem_Name
source: News Item
fr_fr: Item de nouvelles

# ContentType_SchedulableItem_Description
source: Creates a new Schedulable Item
fr_fr: Créer un nouvel élément planifiable dans le temps

# ContentType_SchedulableItem_Name
source: Schedulable Item
fr_fr: Élément planifiable

# ContentType_TranslatableItem_Description
source: A translatable item
fr_fr: Représente un élément traduisible

# ContentType_TranslatableItem_Name
source: Translatable Item
fr_fr: Élément traduisible

# Field_ContentAssociationKey_Description
source: Unique identifier which associates content items from different languages.
fr_fr: Clé d'association de contenu de différentes langues

# Field_ContentAssociationKey_Name
source: Content Association Key
fr_fr: Clé d'association du contenu

# Field_IsNavMenuItem_Description
source: Specify if this item must appear in the intranet menu
fr_fr: Indique si l'élément doit se retrouver dans le méga menu

# Field_IsNavMenuItem_Name
source: Navigation menu item
fr_fr: Élément du menu principal

# Field_ItemLanguage_Description
source: Item language set by it's parent variation label. The language value is locale agnostic.
fr_fr: Langue de l'item fixée par l'étiquette de la variation parent. La valeur de la langue est agnostique aux paramètres régionaux.

# Field_ItemLanguage_Name
source: Item Language
fr_fr: Langue de l'item

# Field_PortalDateSlug_Description
source: Text that is created from the publication date which creates a human readable URL.
fr_fr: Texte qui est créé à partir de la date de publication pour produire une URL lisible.

# Field_PortalDateSlug_Name
source: Friendly URL Date Slug
fr_fr: Jeton d'URL de date convivial

# Field_PortalNavigation_Description
source: Defines where the item will be in the site navigation.
fr_fr: Définit à quel endroit se trouve l'item dans la navigation du site.

# Field_PortalSlug_Description
source: Text that is created from the title which creates a human readable URL.
fr_fr: Texte qui est créé à partir du titre qui pour produire une URL lisible.

# Field_PortalSlug_Name
source: Friendly URL Slug
fr_fr: Jeton d'URL convivial

# Field_PortalSubject_Description
source: Specifies matters relating to the content
fr_fr: Indique les sujets relatifs au contenu

# Field_PortalSubject_Name
source: Topics related
fr_fr: Sujets relatifs

# Field_PortalSummary_Description
source: Summary of the page content.
fr_fr: Sommaire du contenu de la page.

# Field_PortalSummary_Name
source: Summary
fr_fr: Sommaire

# Field_SchedulingEndDate_Description
source: Specifies the content publishing end date
fr_fr: Indique la date à partir de laquelle ce contenu ne sera plus visible

# Field_SchedulingEndDate_Name
source: Publishing Scheduling End Date
fr_fr: Date de fin de publication

# Field_SchedulingStartDate_Description
source: Specifies the content publishing start date
fr_fr: Indique la date à partir de laquelle ce contenu peut être visible

# Field_SchedulingStartDate_Name
source: Publishing Scheduling Start Date
fr_fr: Date de début de publication

# ContentType_ContentPage_Name
source: Page Content
fr_fr: Page de contenu

# ContentType_NewsPage_Description
source: A page content type for publishing news articles.
fr_fr: Un type de contenu pour la publication de nouvelles.

# ContentType_NewsPage_Name
source: News Page
fr_fr: Page de nouvelles

# ContentType_TranslatablePage_Description
source: A translatable page
fr_fr: Représente une page traduisible

# ContentType_TranslatablePage_Name
source: Translatable Page
fr_fr: Page traduisible

# Field_IsTopNews_Description
source: Checked is the item is present it the Top News
fr_fr: Champs pour déterminer si un élément est en vedette

# Field_IsTopNews_Name
source: Is in Top News
fr_fr: Est en vedette

# Field_TopNewsOrder_Description
source: The order of the item in the Top News
fr_fr: L'ordre d'un item dans le composant vedette

# Field_TopNewsOrder_Name
source: Top News order
fr_fr: Ordre de vedette

# PageLayout_CatalogCategory_Description
source: Page layout for catalog grouped items
fr_fr: Gabarit de page pour l'agrégation d'items dans un catalog

# PageLayout_CatalogCategory_Title
source: Aggregator Page Layout
fr_fr: Gabarit de page d'agrégateur d'item

# PageLayout_CatalogItem_Description
source: Page layout for catalog items
fr_fr: Gabarit de page pour les items d'un catalog

# PageLayout_CatalogItem_Title
source: Item Page Layout
fr_fr: Gabarit de page d'item

# ContentType_NodeDescriptionItem_Description
source: An item content type for describing nodes.
fr_fr: Un type de contenu pour la description des nœuds

# ContentType_NodeDescriptionItem_Name
source: Node description Item
fr_fr: Elément de description d'un nœud
