Repository: GSoft-SharePoint/Dynamite-Components
Catalog: Source/GSoft.Dynamite.Publishing.SP/SP.Resources/GSoft.Dynamite.Publishing.Global.*.resx
Languages: fr_fr

# Columns_Group
source: Dynamite.Components Columns
fr_fr: Dynamite.Components Colonne du CMS

# ContentType_BrowsableItem_Description
source: Creates a new Browsable Item
fr_fr: Créer un nouvel élément navigable

# ContentType_BrowsableItem_Name
source: Browsable Item
fr_fr: Élément navigable

# Field_PortalNavigation_Desc
source: Defines where the item will be in the site navigation
fr_fr: Définit la position de l'élément dans la hiérarchie de navigation

# ContentType_PortalGroup_Name
source: Dynamite.Components Content Types
fr_fr: Dynamite.Components Types de contenu

# Feature_CommonCMS_ContentTypes_Desc
source: Deploys content types for common CMS solutions
fr_fr: Déploie les types de contenu du module de publication pour une solution de type CMS générique.

# Feature_CommonCMS_ContentTypes_Name
source: Dynamite Common CMS - Publishing Module - Content Types
fr_fr: Dynamite CMS de base - Module de publication - Types de contenus

# ContentType_CatalogContentItem_Description
source: Creates a new Catalog Content Item
fr_fr: Créer un nouvel élément de catalogue

# ContentType_CatalogContentItem_Name
source: Catalog Content Item
fr_fr: Élément de catalogue

# ContentType_ContentItem_Description
source: Creates a new Content Item
fr_fr: Créer un nouvel élément de contenu

# ContentType_ContentItem_Name
source: Content Item
fr_fr: Élément de contenu

# ContentType_DefaultItem_Description
source: Creates a new Default Item
fr_fr: Créer un nouvel élément par défaut

# ContentType_DefaultItem_Name
source: Default Item
fr_fr: Élément par défaut

# ContentType_NewsItem_Description
source: Creates a new News Item
fr_fr: Créer un nouvel élément de nouvelle

# ContentType_NewsItem_Name
source: News Item
fr_fr: Élément de nouvelle

# ContentType_TargetContentItem_Description
source: Creates a new Content Item
fr_fr: Créer un nouvel élément cible

# ContentType_TargetContentItem_Name
source: Target Content Item
fr_fr: Élément cible

# ContentType_TranslatableItem_Description
source: Creates a new Translatable Item
fr_fr: Créer un nouvel élément traduisible

# ContentType_TranslatableItem_Name
source: Translatable Item
fr_fr: Élément traduisible

# Field_PortalImageDescription_Desc
source: The image description
fr_fr: Description de l'image

# Field_PortalImageDescription_Name
source: Image description
fr_fr: Description de l'image

# Field_PortalSummary_Desc
source: Summary
fr_fr: Résumé de l'élément

# Field_PortalSummary_Name
source: Summary
fr_fr: Résumé

# Feature_CrossSitePublishingCMS_Catalogs_Desc
source: Deploys content catalogs for Cross Site Publishing based CMS solutions
fr_fr: Déploie les catalogues du module de publication pour une solution de type CMS utilisant la publication intersites.

# Feature_CrossSitePublishingCMS_Catalogs_Name
source: Dynamite Cross Site Publishing CMS - Publishing Module - Catalogs
fr_fr: Dynamite CMS de publication intersites - Module de publication - Catalogues

# Feature_CommonCMS_Fields_Desc
source: Deploys columns for common CMS solutions
fr_fr: Déploie les colonnes du module de publication pour une solution de type CMS générique

# Feature_CommonCMS_Fields_Name
source: Dynamite Common CMS - Publishing Module - Columns
fr_fr: Dynamite CMS de base - Module de publication - Colonnes

# List_ContentPages_Desc
source: Content Pages list
fr_fr: Liste des pages de contenu

# List_ContentPages_Name
source: Content Pages
fr_fr: Pages de contenu

# List_NewsPages_Desc
source: News Pages list
fr_fr: Liste des pages de nouvelles

# List_NewsPages_Name
source: News Pages
fr_fr: Pages de nouvelles

# Feature_CommonCMS_PageLayouts_Desc
source: Deploys page layouts for common CMS solutions
fr_fr: Déploie les gabarits de pages du module de publication pour une solution de type CMS générique

# Feature_CommonCMS_PageLayouts_Name
source: Dynamite Common CMS - Publishing Module - Page Layouts
fr_fr: Dynamite CMS de base - Module de publication - Gabarit de pages

# PageLayout_CatalogItemPageLayout_Desc
source: Catalog Item Page Layout
fr_fr: Gabarit de page pour un élément provenant d'un catalogue

# PageLayout_CatalogItemPageLayout_Name
source: Catalog Item Page Layout
fr_fr: Gabarit de page pour un élément de catalogue

# PageLayout_TargetItemPageLayout_Desc
source: Target Item Page Layout
fr_fr: Gabarit de page pour un élément de contenu

# PageLayout_TargetItemPageLayout_Name
source: Target Item Page Layout
fr_fr: Gabarit de page pour un élément de contenu

# Feature_CrossSitePublishingCMS_ResultTypes_Desc
source: Deploys search result types for Cross Site Publishing based CMS solutions
fr_fr: Déploie les types de résultats de recherche du module de publication pour une solution de type CMS utilisant la publication intersites.

# Feature_CrossSitePublishingCMS_ResultTypes_Name
source: Dynamite Cross Site Publishing CMS - Publishing Module - Result Types
fr_fr: Dynamite CMS de publication intersites - Module de publication - Types de résultats

# ContentType_TranslatablePage_Desc
source: Creates a new translatable page
fr_fr: Créer une nouvelle page traduisible

# ContentType_TranslatablePage_Name
source: Translatable Page
fr_fr: Page traduisible

# ContentType_DefaultPage_Desc
source: Creates a new default page
fr_fr: Créer une nouvelle page par défaut

# ContentType_DefaultPage_Name
source: Default Page
fr_fr: Page par défaut

# Feature_CommonCMS_Lists_Desc
source: Creates lists for Common Publishing based CMS solutions
fr_fr: Créer les listes du module de publication pour une solution de type CMS de base

# Feature_CommonCMS_Lists_Name
source: Dynamite Common CMS - Publishing Module - Lists
fr_fr: Dynamite CMS de base - Module de publication - Listes

# Feature_CommonCMS_WebParts_Desc
source: Deploys web parts related to publishing module
fr_fr: Déploie les web parts relatifs au module du publication

# PageLayout_CatalogCategoryPageTemplate_Desc
source: Catalog Category Layout
fr_fr: Gabarit de page pour un ensemble de contenus

# PageLayout_CatalogCategoryPageTemplate_Name
source: Catalog Category Layout
fr_fr: Gabarit de page pour un ensemble de contenus

# Feature_CrossSitePublishingCMS_CategoryPages_Name
source: Dynamite Cross Site Publishing CMS - Publishing Module - Category Page Templates
fr_fr: Dynamite CMS de publication intersites - Module de publication - Modèles de page de catégories

# Feature_CrossSitePublishingCMS_CategoryPages_Desc
source: Deploys category page templates for Cross Site Publishing based CMS solutions
fr_fr: Déploie les modèles de pages d'éléments du module de publication pour une solution de type CMS utilisant la publication intersites.

# Feature_CrossSitePublishingCMS_FacetedNavigation_Desc
source: Configures the faceted navigation settings for taxonomy terms
fr_fr: Configure la navigation par facettes pour les termes de taxonomie

# Feature_CrossSitePublishingCMS_FacetedNavigation_Name
source: Dynamite Cross Site Publishing CMS - Publishing Module -Faceted Navigation
fr_fr: Dynamite CMS de publication intersites - Module de publication - Navigation par facettes

# Feature_CommonCMS_LanguageFiles_Desc
source: Deploys language files for display templates in the master page gallery
fr_fr: Déploie les fichiers de langues pour les modèles d'affichage de recherche dans la gallerie de pages maîtres

# Feature_CommonCMS_LanguageFiles_Name
source: Dynamite Common CMS - Publishing Module - Language Files
fr_fr: Dynamite CMS de base - Module de publication - Ficfiers de langues

# PageLayout_RightSidebarPageLayout_Desc
source: Creates a wide column on the left and narrow column on the right.
fr_fr: Créé une colonne large à gauche et une colonne verticale à droit.

# PageLayout_RightSidebarPageLayout_Name
source: Right Sidebar Page Layout
fr_fr: Gabarit de page avec une colonne à droite

# ContentType_BrowsablePage_Desc
source: Creates a new browsable page
fr_fr: Créer une nouvelle page navigable

# ContentType_BrowsablePage_Name
source: Browsable page
fr_fr: Page navigable

# ContentType_CatalogContentPage_Desc
source: Creates a new catalog content page
fr_fr: Créer une nouvelle page d'élément de catalogue

# ContentType_CatalogContentPage_Name
source: Catalog page
fr_fr: Page d'élément de catalogue

# ContentType_TargetContentPage_Desc
source: Creates a new target content page
fr_fr: Créer une nouvelle page cible

# ContentType_TargetContentPage_Name
source: Target page
fr_fr: Page cible

# Feature_CrossSitePublishingCMS_MetadataNavigation_Desc
source: Configures metada navigation and filtering on authoring catalogs for Cross Site Publishing based CMS solutions
fr_fr: Configure la navigation par métdaonnées sur les catalogues du site d'auteurs pour une solution de type CMS utilisant la publication intersites.

# Feature_CrossSitePublishingCMS_MetadataNavigation_Name
source: Dynamite Cross Site Publishing CMS - Publishing Module - Metadata Navigation and filtering
fr_fr: Dynamite CMS de publication intersites - Module de publication - Navigation par métadannées

# Feature_StandardPublishingCMS_MetadataNavigation_Desc
source: Configures metada navigation and filtering on pages library catalogs for Standard Publishing CMS solutions
fr_fr: Configure la navigation par métdaonnées sur la bibliothèque de pages du site pour une solution de type CMS utilisant la publication standard

# Feature_StandardPublishingCMS_MetadataNavigation_Name
source: Dynamite Standard Publishing CMS - Publishing Module - Metadata Navigation and filtering
fr_fr: Dynamite CMS de publication standard- Module de publication - Navigation par métadonnées

# PageLayout_OneColumnPageLayout_Desc
source: Creates a large column and a header zone
fr_fr: Créé une large colonne centrée et un zone d'en-tête

# PageLayout_OneColumnPageLayout_Name
source: One Column with Header Page Layout
fr_fr: Gabarit de page offrant une large colonne centrée

# PageLayout_OneColumnThreeTabsPageLayout_Desc
source: Creates a large column and three different sections with a header zone to the navigation.
fr_fr: Créé une large colonne et trois différentes sections avec une en-tête pour la navigation

# PageLayout_OneColumnThreeTabsPageLayout_Name
source: One Column with Three Tabs
fr_fr: Gabarit de page offrant une large colonne et trois sections

# ReusableContent_InsertAReusableContentTitle
source: Please insert a reusable content title.
fr_fr: SVP inserer un titre de contenu reutilisable.

# ReusableContent_NoReusableContentFound
source: The reusable contentyou are looking for does not exist or could not be found.
fr_fr: Le contenu reutilisable que vous rechercher est introuvable.

# Feature_CommonCMS_ReusableContent_Desc
source: Deploy the Web Part and User Control of Reusable Content. Create the registered Reusable content.
fr_fr: Deploie la Web Part et le User Control de contenu reutilisable en plus de creer les contenus enregistres

# Feature_CommonCMS_ReusableContent_Name
source: Dynamite Common CMS - Publishing Module - Reusable Content
fr_fr: Dynamite CMS de base - Module de publication - Contenu Reutilisable

# ContentType_BrowsableArticlePage_Desc
source: Creates a new browsable article page
fr_fr: Créer une nouvelle page d’article navigable

# ContentType_BrowsableArticlePage_Name
source: Browsable Article page
fr_fr: Page d’article navigable

# ContentType_DefaultArticlePage_Desc
source: Creates a new default article page
fr_fr: Créer une nouvelle page d’article par défaut

# ContentType_DefaultArticlePage_Name
source: Default Article Page
fr_fr: Page d’article par défaut

# ContentType_TranslatableArticlePage_Desc
source: Creates a new translatable article page
fr_fr: Créer une nouvelle page d’article traduisible

# ContentType_TranslatableArticlePage_Name
source: Translatable Article Page
fr_fr: Page d’article traduisible

# PageLayout_TwoColumnsOneColumn_Desc
source: Creates two columns and one wide column
fr_fr: Gabarit de page composé de deux colonnes de largeur égale et d'une colonne pleine.

# PageLayout_TwoColumnsOneColumn_Name
source: Two columns and One full column
fr_fr: Gabarit de page composé de deux colonnes de largeur égale et d'une colonne pleine.
